---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ScheduleHeightsOnSheet
source: html/46431bc3-0afa-406d-df0b-a608c3b6c9f7.htm
---
# ScheduleHeightsOnSheet Members

Releases all resources used by the ScheduleHeightsOnSheet